Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/moving_country/moving_to_ireland/introduction_to_the_irish_system/political_system.html.txt.tmx
Source language: en
Languages: ro

source: Political system at national level
ro: Sistemul Politic la Nivel Naţional

source: The Dáil and Seanad (Senate) are collectively known as the Houses of the Oireachtas
ro: Dail(Camera Reprezentanţilor) şi Seanad (Senatul) sunt comun cunoscute drept Camerele Parlamentului

source: The Government is chosen by and is collectively responsible to the Dáil
ro: Guvernul este ales de către şi este colectiv responsabil faţă de Dail

source: There must be a minimum of 7 and a maximum of 15 Ministers
ro: Numărul de miniştri (membri ai guvernului) trebuie să fie de minim 7 şi maxim 15; în fapt aproape întotdeauna numărul acestora este de 15

source: The Taoiseach, the Tanaiste and the Minister for Finance must be members of the Dáil
ro: Taoiseach, Tanaiste şi Ministrul de Finanţe trebuie să fie membri ai Dail

source: It is possible to have 2 Ministers who are members of the Senate but this rarely happens
ro: Este posibil ca 2 miniştri să fie membri ai Senatului, dar aceasta se întâmplă rareori

source: The Government's main functions are to propose legislation, manage the public finances and administer the government departments
ro: Principalele atribuţii ale guvernului sunt acelea de a face propuneri de legislaţie, de a conduce finanţele publice şi administra departamentele guvernamentale

source: The Government is responsible to the Dáil
ro: Guvernul este responsabil în faţa Dail

source: It is not responsible to the Senate
ro: Nu este responsabil în faţa Senatului

source: However, Ministers have a right to attend the Senate and it is normal practice for the relevant Minister or Minister of State to be present when the House is dealing with their areas of responsibility
ro: Totuşi, miniştrii au dreptul de a participa la şedinţele Senatului, iar în mod curent ministrul sau ministrul de stat în competenţa căruia intră problema discutată în Parlament este prezent la şedinţa respectivă

source: Much of the work of the Dáil and Senate is now done in Committees
ro: În prezent, mare parte din activitatea membrilor Dail şi ai Senatului este desfăşurată în cadrul comisiilor

source: Each House may form Committees for particular purposes
ro: Fiecare cameră a Parlamentului poate forma comisii pentru îndeplinirea de scopuri specifice

source: Select Committees have the power to take oral and written evidence and seek documents
ro: Comisiile alese dispun de autoritatea de a obţine probe orale şi scrise şi de a solicita documente

source: Joint Committees are Select Committees of each House sitting and voting together
ro: Comisiile speciale nu au aceleaşi prerogative ca şi comisiile alese

source: Special Committees do not have the same powers as Select Committees
ro: Miniştrii pot fi din oficiu membri ai comisiilor

source: In general, Committees deal with Estimates of Expenditure, Committee Stages of Bills relevant to their terms of reference and related reports
ro: În general, comisiile dezbat chestiuni referitoare la estimările de cheltuieli şi proiecte de lege aflate în stadiu de dezbatere în comisii care sunt relevante pentru termenii lor de referinţă şi rapoartele aferente

source: It is common for Committees to invite voluntary and community organisations and/ or experts to make submissions to them on various issues and it is also common for such organisations to ask to make a submission
ro: Comisiile invită în mod frecvent organizaţii voluntare şi comunitare şi / sau experţi să formuleze cereri către acestea cu privire la diverse chestiuni, iar organizaţiile respective solicită la fel de frecvent formularea de cereri

source: Each year, the Government prepares the Estimates of the Receipts and Expenditure of the State
ro: În fiecare an, Guvernul pregăteşte estimări ale încasărilor şi cheltuielilor statului

source: This is an outline of the costs of running each Department and Office of State
ro: Acestea tratează în linii generale costurile de funcţionare ale fiecărui departament şi oficiu de stat

source: The Estimates are published before the annual Budget
ro: Estimările sunt publicate înainte de aprobarea bugetului anual

source: The Dáil and the relevant Committees debate the Estimates in detail
ro: Dail şi comisiile în cauză dezbat estimările detaliat

source: The Estimates are passed by the Dáil and are given statutory effect by the Appropriation Act
ro: Acestea sunt aprobate de Dail, iar legea bugetului le conferă efect statutar

source: The Budget is given immediate legal effect by financial resolutions of the Dáil on the evening of the Budget speech
ro: Bugetul obţine caracter imediat de lege prin rezoluţii financiare emise de Dail în seara discursului pe marginea bugetului

source: The Finance Act must be passed within 4 months of the Budget
ro: Legea bugetului trebuie aprobată în termen de maxim patru luni de la aprobarea bugetului

source: At present, budgeting is on an annual basis
ro: În prezent, discutarea bugetului se face anual

source: Proposals for multi-annual budgets are being considered
ro: Se evaluează şi propuneri privind elaborarea de bugete pe mai mulţi ani

source: You can view the full text of Ireland's Budget here
ro: Fiecare departament şi oficiu are un responsabil în probleme de contabilitate (secretarul general al departamentului sau şeful altor oficii); acesta răspunde în faţa ministrului şi a comisiei pentru cheltuieli publice din cadrul Dail

source: The Comptroller and Auditor General is appointed under the Constitution to control on behalf of the State all disbursements and to audit all accounts of moneys administered by or under the authority of the Oireachtas
ro: Expertul Contabil al Biroului Naţional de Audit este numit conform Constituţiei şi are rolul de a controla în numele statului toate plăţile şi de a verifica toate sumele de bani aflate sub administraţia sau autoritatea Parlamentului

source: The Comptroller's functions are set out in legislation
ro: Atribuţiile expertului contabil sunt stabilite în legislaţie

source: It is almost always the Government of the day that propose new laws
ro: Aproape întotdeauna guvernul aflat la putere este cel care propune legi noi

source: A Minister presents a Bill to the Dáil or Seanad for discussion and decision
ro: Un ministru prezintă un „proiect de lege" uneia din camere, Dail sau Seanad, în vederea dezbaterii şi aprobării

source: A Bill is proposed legislation - after it is passed and signed by the President, it is called an Act
ro: „Proiectul de lege" este o propunere care, în urma aprobării şi semnării de către preşedinte, devine „lege"

source: Occasionally, a TD or Senator presents what is called a Private Member's Bill
ro: Ocazional, un membru al camerei inferioare a Parlamentului sau un senator prezintă un aşa-zis „proiect individual"

source: It is very rare for such a Bill to get beyond the first stage - the reasons for this are political rather than legal
ro: Foarte rar un asemenea proiect trece de primul stadiu - motivele pentru aceasta sunt mai mult politice decât legale

source: However, some important legislation in recent years has resulted from Private Members' Bills - notably The Judicial Separation and Family Law Reform Act 1989
ro: Totuşi, în ultimii ani, legi importante au fost emise ca urmare a unor proiecte individuale - cea mai semnificativă fiind legea-reformă privind separarea juridică şi familia, emisă în 1989

source: The procedure is the same whether the Bill is proposed by the Government or by a Member
ro: Procedura este aceeaşi, indiferent dacă proiectul de lege este propus de guvern sau de un membru al Parlamentului

source: Usually, a Bill is presented by a Minister to the Dáil
ro: De obicei, un proiect este prezentat de un ministru către Dail

source: Occasionally the process is started in the Seanad but any Bills dealing with taxation or related matters must start in the Dáil
ro: Ocazional, procesul este iniţiat în Seanad, însă toate proiectele referitoare la taxe sau chestiuni conexe trebuie să fie demarate în Dail

source: Each Bill has to go through a number of stages or readings. It can be defeated at any of these stages and, if this happens in the Dáil, the process ends there
ro: Fiecare proiect trebuie să treacă printr-un număr de „stadii" sau „lecturi", putând fi respins în oricare din aceste stadii, iar dacă acest lucru se întâmplă în Dail, proiectul se opreşte aici

source: The Seanad can only obstruct a Bill
ro: Seanad nu poate să blocheze decât un proiect de lege

source: In practice, Government Bills are not often defeated. You can view all Irish legislation 1922 to date here
ro: Practic, proiectele de lege iniţiate de guvern sunt rareori respinse

source: The first stage or reading just involves presenting the title of the Bill to the Dáil (or Seanad)
ro: Primul stadiu sau prima lectură presupune numai prezentarea titlului proiectului către Dail (sau Seanad)

source: In effect, that just allows the Bill to be printed
ro: În realitate, aceasta permite numai tipărirea proiectului

source: The Bill is then circulated to all TDs (or Senators) and there is a second reading
ro: Apoi proiectul circulă pe la toţi membrii camerei inferioare a Parlamentului (sau senatori) şi are loc o a doua lectură

source: At this second stage the Minister who is presenting the Bill explains what it is all about
ro: În acest al doilea stadiu ministrul care prezintă proiectul îl explică în amănunt

source: The next stage is called the Committee stage
ro: Următorul stadiu este denumit stadiul de dezbatere în comisii

source: The Bill is analysed in detail at this stage and amendments may be put down either by the Government or the Opposition
ro: În acest stadiu proiectul este analizat în detaliu şi pot fi formulate amendamente fie din partea guvernului, fie a opoziţiei

source: The fourth stage - sometimes called the report stage - involves an overall discussion and again, amendments may be put down and voted upon
ro: Al patrulea stadiu - denumit uneori stadiul raportului - presupune o dezbatere generală, putând fi formulate şi votate noi amendamente

source: The next stage involves sending the Bill to the other House (the Seanad usually) where a similar procedure is followed
ro: Următorul stadiu presupune trimiterea proiectului celeilalte camere (de obicei Seanad), unde este urmată o procedură similară

source: The Seanad cannot amend or defeat a money Bill
ro: Seanad nu poate modifica sau respinge un proiect de lege care ţine de finanţe

source: It can amend and delay other Bills
ro: Poate modifica şi amâna alte proiecte de lege

source: When the Bill is passed by both the Dáil and Seanad it is sent to the President for signature
ro: Când proiectul este aprobat atât de Dail cât şi de Seanad, acesta este trimis preşedintelui pentru a fi semnat

source: The Bill is now an Act
ro: Proiectul a devenit acum lege

source: It may become law immediately after the President signs or there may be a clause or clauses in it which specify when it will come into effect
ro: Secţiuni din proiect pot intra în vigoare la date diferite. Uneori poate exista o întârziere foarte mare până la intrarea în vigoare a secţiunilor

source: Subordinate legislation is a lesser form of legislation than Acts
ro: Legislaţia subordonată este o formă de legislaţie inferioară celei constituită de legi

source: The most common is a Statutory Instrument (SI)
ro: Cea mai comună este ordonanţa cu putere de lege

source: There must be specific power laid down in an Act in order to allow a Statutory Instrument to be effective
ro: Pentru ca o ordonanţă cu putere de lege să intre în vigoare, trebuie ca aceasta să fie reglementată în mod specific în corpul unei legi

source: Usually an Act authorises a Minister to make Regulations dealing with details
ro: De obicei, o lege autorizează un ministru să pună la punct reglementări de detaliere

source: The Act itself sets out the general law
ro: Legea în sine stabileşte principiile generale

source: The Statutory Instrument cannot deviate in any way from what is laid down in the Act - if they do, they are what is called ultra vires
ro: Aceasta înseamnă „în afara competenţelor" - adică ministrul nu are autoritatea de a face ceea ce îşi propune să facă

source: That means "beyond the powers" - that is, the Minister does not have the power to do what he is purporting to do
ro: Există numeroase ordonanţe cu putere de lege care tratează chestiuni de asistenţă socială - există probabil mai multe în această direcţie decât în oricare alta

source: Statutory Instruments do not usually have to be passed by the Oireachtas
ro: De obicei, ordonanţele cu putere de lege nu trebuiesc aprobate de Oireachtas

source: Apart from Ministers, certain other bodies, mainly regulatory bodies, have the power to make subordinate legislation, for example, the Commission for Telecommunications Regulation (ComReg) and the Incorporated Law Society
ro: Directorul organismului de reglementare în domeniul telecomunicaţiilor, autoritatea pentru drept corporatistşi comisiile comune pentru reglementarea muncii sunt printre instituţiile care au asemenea competenţe

source: Under the Constitution, Departments of State are administered by members of the Government (Ministers) and the Minister is in charge of the Department
ro: Legea privind managementul în serviciile publice (nr. 2) din 1997, care a intrat în vigoare în septembrie 1997, este o nouă lege importantă @? n această direcţie

source: This means that final responsibility rests with the Minister but many of the functions of the Department and responsibility for various actions are assigned to civil servants
ro: Potrivit Constituţiei, departamentele de stat sunt administrate de membrii guvernului (miniştrii), iar ministrul răspunde de departament

source: Green Papers, White Papers and discussion documents
ro: Documente „verzi"/Documente„albe"/Documente de discuţie

source: A Green Paper is a discussion document, usually written by civil servants, in which an issue is outlined, various options are suggested and the advantages and disadvantages of those options may be set out
ro: Nu există nici o semnificaţie fie a culorilor, fie a titlurilor! Teoria procesului de întocmire a documentelor „verzi" / „albe" privind strategiile este următoarea: un document „verde" este un document de discuţie, scris de obicei de funcţionari publici, în care o chestiune este descrisă în linii generale, sunt sugerate diferite opţiuni, precum şi avantajele şi dezavantajele acelor opţiuni

source: Generally, the public is asked for submissions on the options proposed
ro: În general, se solicită publicului sugestii cu privire la opţiunile propuse

source: After this process is complete, a White Paper is drawn up - this sets out the Government's policy on the issue and what it intends to do
ro: După completarea acestui proces, este redactat un document „alb" - acesta exprimă strategia guvernului în acea chestiune, precum şi ceea ce acesta intenţionează să facă

source: The proposals in the White Paper are then implemented
ro: Propunerile din documentul „alb" sunt apoi implementate

source: Sometimes this process occurs but the titles Green and White Papers are not used; they are called discussion documents or something similar
ro: Câteodată procesul are loc, însă denumirile„alb" şi „verde" nu sunt utilizate; documentele sunt denumite „de discuţie" sau ceva asemănător

source: Sometimes a White Paper is published without a preceding Green Paper
ro: Uneori un document „alb" este publicat fără să existe un document „verde" în prealabil

source: Sometimes the process is carried through and then nothing happens after the White Paper is published
ro: Alteori procesul se desfăşoară până la capăt, însă nu se întâmplă nimic după publicarea documentului „alb"

source: Sometimes papers are published which have the same effect as a White Paper but are called strategy documents or similar
ro: Câteodată sunt publicate documente cu acelaşi efect ca un document „alb", dar care sunt denumite documente de strategie sau altceva asemănător

source: The actual public consultation process varies as well
ro: Procesul efectiv de consultare publică variază de asemenea
